import NavVert from '/components/NavVert.jsx'
import Header from '/components/header.js'
import Footer from '/components/footer.js'
import Head from 'next/head'
import Image from 'next/image'
export default function Vuk() {
    return (
        <div>
            <Head>

            </Head>
            <main>

                <section className=' '>
                    <Header />
                    <NavVert />

                </section>
                <section>

                    <div className=''>

                        <div className=' text-center mt-28   max-w-6xl m-auto relative   z-10 '>

                            <h1 className=' pb-32  font-bold md:text-4xl text-yellow-600  text-center sm:text-2xl'>О Вуку Стефановићу Караџићу</h1>
                            <h2 className=' font-bold  ml-10 text-left italic mb-10  sm:text-2xl'>Основни подаци о Вуку Караџићу</h2>

                            <p className='m-4 tracking-wide text-left   sm:text-xl'>Вук Стефановић Караџић је рођен шестог новембра 1787. године у Тршићу, а умро је седмог фебруара 1864. године у Бечу.

                                Био је први српски лингвиста у 19. вијеку, реформатор српског језика, сакупљач народних умотворина и писац првог рјечника српског језика. Вук је најзначајнија личност српске књижевности прве половине XIX вијека. Стекао је и неколико почасних доктората. Имао је неколико браће и сестара који су умрли.
                                <br />
                                Учествовао је у Првом српском устанку као писар и чиновник у Неготинској крајини, а након слома устанка преселио се у Беч, 1813. године. Ту је упознао Јернеја Копитара, цензора словенских књига, на чији је подстицај кренуо у прикупљање српских народних пјесама, реформу ћирилице и борбу за увођење народног језика у српску књижевност. Вуковим реформама у српски језик је уведен фонетски правопис, а српски језик је потиснуо славеносрпски језик који је у то вријеме  био језик образованих људи. Тако се као најважније године Вукове реформе истичу 1818, 1836, 1839, 1847. и 1852. </p>
                            <h2 className=' font-bold italic text-left my-14 ml-10    sm:text-2xl'>Биографија</h2>

                            <p className='m-4 text-left sm:text-xl'>Вук Стефановић Караџић је роћен 1787. године у Тршићу близу Лознице. Његова породица се доселила из Црне Горе из Дробњака. Мајка Јегда, дјевојачки Зрнић, родом је из Озринића код Никшића.
                                <br />
                                Писање и читање је научио од рођака Јевте Савића Чотрића, који је био једини писмен човјек у крају. Образовање је наставио у школи у Лозници, али је није завршио због болести. Школовање је касније наставио у манастиру Троноши. Како га у манастиру нису учили, него терали да чува стоку, отац га је вратио кући.
                                <br />
                                На почетку Првог српског устанка, Вук је био писар код церског хајдучког харамбаше Ђорђа Ћурчије. Исте године је отишао у Сремске Карловце да се упише у гимназију, али је са 17 година био престар. Једно вријеме је провео у тамошњој богословији, гдје је као професор радио Лукијан Мушицки.
                                <br />
                                Не успјевши да се упише у карловачку гимназију, он долази у Петрињу, гдје је провео неколико мјесеци учећи њемачки језик. Касније стиже у Београд да упозна Доситеја Обрадовића, ученог човека и просветитеља. Вук га је замолио за помоћ како би наставио са образовањем, али га је Доситеј одбио. Вук је разочаран отишао у Јадар и почео да ради као писар код Јакова Ненадовића. Заједно са рођаком Јевтом Савићем, који је постао члан Правитељствујушћег совјета, Вук је прешао у Београд и у Совјету је обављао писарске послове.
                                <br />
                                Када је Доситеј отворио Велику школу у Београду, Вук је постао њен ђак. Убрзо је оболео и отишао на лечење у Нови Сад и Пешту, али није успио да излечи болесну ногу, која је остала згрчена. Вук се вратио у Србију 1810. године. Пошто је краче вријеме у Београду радио као учитељ у основној школи, Вук је са Јевтом Савићем прешао у Неготинску крајину и тамо обављао чиновничке послове.
                                <br />
                                <span><img className='my-14' src="/Image (9).jpeg" alt="Vuk karadzic" />
                                </span>
                                Након пропасти устанка 1813. године Вук је са породицом прешао у Земун, а одатле одлази у Беч. Ту се упознао са Бечлијком Аном Маријом Краус, којом се и оженио. Вук и Ана су имали много дјеце од којих су сви осим кћерке Мине и сина Димитрија, умрли у дјетињству и раној младости (Милутин, Милица, Божидар, Басилија, Сава, Ружа, Амалија, Александрина). У Бечу је такође упознао цензора Јернеја Копитара, а повод је био један Вуков спис о пропасти устанка. Уз Копитареву помоћ и савјете, Вук је почео са сакупљањем народних пјесама и са радом на граматици народног говора. Године 1814. је у Бечу објавио збирку народних пјесама коју је назвао “Мала простонародна славено-сербска пјеснарица”. Исте године је Вук објавио “Писменицу сербскога језика по говору простога народа написану”, прву граматику српског језика на народном говору.
                                <br />
                                Идуће године је издао и другу зборку народних пјесама под именом “Народна сербска песнарица”.
                                <br />
                                Због проблема са кнезом Милошем Обреновићем било му је забрањено да штампа књиге у Србији, а једно вријеме и у аустријској држави. Својим дугим и плодним радом стиче бројне пријатеље, па и помоћ у Русији, гдје је добио сталну пензију 1826. године. У породици му је остала жива само кћерка Мина Караџић.
                                <br />
                                Сједињењем Магистрата и Суда београдског у прољеће 1831. године, Вук Стефановић Караџић је именован за предсједника те институције, што се у тадашњим терминима сматра градоначелником Београда.
                                <br />
                                Као година Вукове побједе узима се 1847. јер су те године објављене на народном језику дијела Ђуре Даничића “Рат за српски језик”, “Песме” Бранка Радичевића, Његошев “Горски вијенац” (писан старим правописом) и Вуков превод Новог завјета, али Вуков језик је признат за званични књижевни језик тек 1868. године, четири године након његове смрти.
                                <br />
                                Вук је умро седмог фебруара 1864. године у 76. години свог живота, поподне у Бечу.
                                Када је умро,  Вук Караџић је био оплакан од цијелог српства и цијелог ученог словенског свијета.
                            </p>
                            <img className='my-14' src="/Image (10).jpeg" alt="" />
                            <h2 className=' font-bold italic  ml-10 my-5  text-center sm:text-lg'>Вукова спомен кућа у Тршићу</h2>
                            <img className='flex m-auto  my-14' src="/Image (11).jpeg" alt="" />
                            <div className='flex justify-center'>
                                <h2 className=' font-bold italic max-w-xl  ml-10 my-5  text-center sm:text-lg'>Портрет младог Вука Стефановића Караџића 1816. године. Уље на платну, рад Павела Ђурковића (1772-1830). Овај портрет Вука репродукован је на новчаницу од 10 динара. Изложен је у сталној поставци Музеја Вука и Доситеја у Београду.</h2>
                            </div>
                            <div className='flex justify-end items-end'>
                                <Image
                                    className="  transition duration-300 ease-in-out hover:scale-110     rounded-3xl "
                                    alt="Logo skole "
                                    src={'/Logo,_Os_Vuk_Karadzic_Rocevic.png'}
                                    width={250}
                                    height={250}
                                    priority />
                            </div>
                        </div>


                    </div>
                </section>
                <section>
                    <Footer />
                </section>
            </main>
        </div>
    )
}